PGM           PARM(&ARG1 &ARG2)
   DCL        VAR(&ARG1) TYPE(*DEC) LEN(15 5)
   DCL        VAR(&ARG2) TYPE(*DEC) LEN(15 5)
   DCL        VAR(&RESULT) TYPE(*DEC) LEN(15 5)
   DCL        VAR(&MSG) TYPE(*CHAR) LEN(20)
   DCL        VAR(&USR) TYPE(*CHAR) LEN(10)
   RTVJOBA    USER(&USR)
   CALL       PGM(MI01) PARM(&ARG1 &ARG2 &RESULT)
   CHGVAR     VAR(&MSG) VALUE(&RESULT)
   SNDMSG     MSG(&MSG) TOUSR(&USR)
ENDPGM