 MEMBER  . . . . . . . . . FOR
 FMT ** ... 1 ...+... 2 ...+... 3 ...+... 4 ...+... 5 ...+... 6 ...+... 7 ...+.
        *************** Beginning of data ************************************* 
0001.00   /free
0002.00   dcl-s num int(10);
0003.00   
0004.00   for num = 1 to 3;
0005.00     dsply ('i = ' + %char(num));
0006.00   endfor;
0007.00
0008.00   return;
        *****************  End of data ****************************************