 MEMBER  . . . . . . . . . LHELLOR
 FMT C  CL0N01Factor1+++++++Opcode&ExtFactor2+++++++Result++++++++Len++D+HiLoEq
        *************** Beginning of data *************************************
0001.00 C     'Hello World' DSPLY                   RESPONSE          5
0002.00 C     RESPONSE      DSPLY
0003.00 C                   SETON                                        LR
        ****************** End of data ****************************************