 Columns . . . :    6   76                                      BOLIB/QRPGLESRC
 SEU==> ____________________________________________________________      XXXXX
 FMT I  IFilename++SqNORiPos1+NCCPos2+NCCPos3+NCC..............................
        *************** Beginning of data ************************************* 
0001.00 I
        *****************  End of data ****************************************