 Columns . . . :    6   76                                      BOLIB/QRPGLESRC
 SEU==> ____________________________________________________________      XXXXX
 FMT O  O..............N01N02N03Field+++++++++YB.End++PConstant/editword/DTform
        *************** Beginning of data ************************************* 
0001.00 O
        *****************  End of data ****************************************