 Columns . . . :    6   76                                      BOLIB/QRPGLESRC
 SEU==> ____________________________________________________________      XXXXX
 FMT PR PName+++++++++++..T...................Keywords+++++++++++++++++++++++++
        *************** Beginning of data ************************************* 
0001.00 P
        *****************  End of data ****************************************